Repository: ryntab/Purepay
Catalog: languages/Purepay-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl

source: Settings
de_de: die Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: impostazioni
nl_nl: Instellingen

source: hosted works by sending the user to
de_de: In de door PurePay gehoste "oplossing” wordt de gebruiker voor het invullen van zijn/haar betalingsgegevens naar PurePay doorgestuurd
es_es: obras alojadas enviando al usuario a
fr_fr: La « solution » hébergée de PurePay fonctionne en redirigeant l’utilisateur sur PurePay afin de saisir ses informations de paiement
it_it: La “soluzione” ospitata da PurePay reindirizza l’utente sulla relativa pagina per inserire i propri dati di pagamento.
nl_nl: gehost werkt door de gebruiker naar te sturen

source: Enable/Disable
de_de: Inschakelen/Uitschakelen
es_es: Habilitar/Deshabilitar
fr_fr: Activer/Désactiver
it_it: Abilita/Disabilita
nl_nl: Inschakelen/Uitschakelen

source: Enable
de_de: Inschakelen
es_es: Habilitar
fr_fr: Activer
it_it: Abilita
nl_nl: Inschakelen

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel

source: This controls the title which the user sees during checkout.
de_de: Dies steuert den Titel, den der Benutzer beim Auschecken sieht.
es_es: Esto controla el título que el usuario ve durante el pago.
fr_fr: Cela contrôle le titre que le client voit lors du paiement.
it_it: Questa funzione è correlata al titolo visualizzato dal cliente in fase di pagamento.
nl_nl: Dit bepaalt de titel die de gebruiker ziet tijdens het afrekenen.

source: Type of integration
de_de: Type integratie
es_es: Tipo de integración
fr_fr: Type d’intégration
it_it: Tipo di integrazione
nl_nl: Type integratie

source: This controls method of integration.
de_de: Dies steuert die Integrationsmethode.
es_es: Este método controla la integración.
fr_fr: Cela contrôle la méthode d’intégration.
nl_nl: Dit controleert de integratiemethode.

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
nl_nl: Omschrijving

source: This controls the description which the user sees during checkout.
de_de: Diese steuert die Beschreibung, die der Benutzer beim Auschecken sieht.
es_es: Esto controla la descripción que el usuario ve al durante el pago.
fr_fr: Cela contrôle la description que le client voit lors du paiement.
it_it: Questa funzione è correlata alla descrizione visualizzata dal cliente in fase di pagamento.
nl_nl: Dit bepaalt de beschrijving die de gebruiker ziet tijdens het afrekenen.

source: Merchant ID
de_de: Händler-ID
es_es: Identificación del comerciante
fr_fr: Identifiant du commerçant
it_it: ID esercente
nl_nl: Verkoper-ID

source: Please enter your
de_de: Bitte geben Sie Ihre
es_es: Por favor, introduzca su
fr_fr: S'il vous plait entrez votre
it_it: Inserire l’ID esercente di PurePay
nl_nl: Voer uw

source: Signature Key
de_de: Signatur-Schlüssel
es_es: Clave de la firma
fr_fr: Clé de signature
it_it: Chiave di firma
nl_nl: Handtekening Sleutel

source: Please enter the signature key for the merchant account. This can be changed in the <a href="
de_de: Bitte geben Sie den Signaturschlüssel für das Händlerkonto ein. Dieser kann in der
es_es: Introduzca la clave de firma para la cuenta de comerciante. Esto se puede cambiar en el MMS
fr_fr: Veuillez saisir la clé de signature pour le compte du commerçant. Cela peut être modifié dans le MMS
it_it: Inserire la chiave di firma correlata all’account esercente. Questa può essere modificata nella sezione MMS.
nl_nl: Voer de handtekeningsleutel in voor het verkopersaccount. Dit kan worden gewijzigd in de <a href = "

source: Responsive form
de_de: Ansprechbare Form
es_es: Formulario reactivo
fr_fr: Formulaire adaptatif
it_it: Modulo reattivo
nl_nl: Responsief formulier

source: This controls whether the payment form is responsive.
de_de: Damit wird gesteuert, ob das Zahlungsformular ansprechbar ist.
es_es: Esto controla si el formulario de pago es reactivo.
fr_fr: Cela contrôle si le formulaire de paiement est adaptatif.
it_it: Questa funzione indica se il modulo di pagamento è reattivo alla tipologia di dispositivo utilizzato.
nl_nl: Dit bepaalt of het betalingsformulier responsief is.

source: Allows the use of custom forms. Leave blank to use default
de_de: Erlaubt die Verwendung von benutzerdefinierten Formularen. Leer lassen für die Verwendung von Standardformularen
es_es: Permite el uso de formularios personalizados. Deje en blanco para usar el valor predeterminado
fr_fr: Permet l’utilisation de formulaires personnalisés. À laisser vide pour l’option par défaut
it_it: Consente l’utilizzo dei moduli personalizzati. Lasciare in bianco per utilizzare il modulo predefinito
nl_nl: Staat het gebruik van aangepaste formulieren toe. Laat leeg om standaard te gebruiken

source: Country Code
de_de: Ländercode
es_es: Código de país
fr_fr: Code du pays
it_it: Codice Paese
nl_nl: Landcode

source: Please enter your 3 digit <a href="http://en.wikipedia.org/wiki/ISO_3166-1" target="_blank">ISO country code</a>
de_de: Bitte geben Sie Ihren 3-stelligen <a href="http://en.wikipedia.org/wiki/ISO_3166-1" target="_blank">ISO-Ländercode</a> ein
fr_fr: Veuillez saisir votre code pays ISO à 3 chiffres
it_it: Inserire le 3 cifre del codice Paese ISO
nl_nl: Voer uw 3-cijferige ISO-landcode in

source: Failed Order Message
de_de: Nachricht über fehlgeschlagene Bestellung
es_es: Mensaje de la orden fallida
fr_fr: Message d’échec de commande
it_it: Messaggio di ordine non riuscito
nl_nl: Mislukt orderbericht

source: Use this feild to customize the message shown when a customers card is declined.
de_de: Mit diesem Feld können Sie die Meldung anpassen, die angezeigt wird, wenn eine Kundenkarte abgelehnt wird.
es_es: Utilice este campo para personalizar el mensaje que se muestra cuando se rechaza una tarjeta de cliente.
fr_fr: Utilisez ce champ pour personnaliser le message affiché lorsqu’une carte de client est refusée.
it_it: Utilizzare questo campo per personalizzare il messaggio mostrato quando la carta di un cliente viene rifiutata.
nl_nl: Gebruik dit veld om het bericht aan te passen dat wordt weergegeven wanneer de kaart van een klant wordt geweigerd.

source: Thank you for your order, please click the button below to pay with
de_de: Vielen Dank für Ihre Bestellung, bitte klicken Sie auf die Schaltfläche unten, um mit
es_es: Gracias por su pedido, por favor haga clic en el botón de abajo para pagar con
it_it: Grazie per il tuo ordine, fai clic sul pulsante qui sotto per pagare
nl_nl: Bedankt voor je bestelling, klik op onderstaande knop om mee te betalen

source: Pay securely via
de_de: Sicher bezahlen über
es_es: Pague de forma segura a través de
it_it: Paga in modo sicuro tramite
nl_nl: Betaal veilig via

source: Cancel order
de_de: Bestellung stornieren
es_es: Cancelar el pedido
fr_fr: Annuler la commande
it_it: Annulla Ordine
nl_nl: Annuleer bestelling

source: Payment error:
de_de: Zahlungsfehler:
es_es: Error de pago:
fr_fr: Erreur de paiement:
it_it: Errore di pagamento:
nl_nl: Betalingsfout:

source: payment failed. Communication error with server or an empty response was received
de_de: Zahlung fehlgeschlagen. Kommunikationsfehler mit dem Server oder eine leere Antwort wurde empfangen
es_es: El pago falló. Error de comunicación con el servidor o se recibió una respuesta vacía
it_it: pagamento fallito. Errore di comunicazione con il server o risposta vuota
nl_nl: betaling mislukt. Communicatiefout met server of er is een leeg antwoord ontvangen

source: payment completed.
de_de: Zahlung abgeschlossen.
es_es: Pago completado.
fr_fr: paiement terminé.
it_it: pagamento completato.
nl_nl: betaling afgerond.

source: payment failed.
de_de: Zahlung fehlgeschlagen.
es_es: El pago falló.
fr_fr: Paiement échoué.
it_it: pagamento fallito.
nl_nl: betaling mislukt.

source: Payment error: Your Card Was Declined or Rejected.
de_de: Zahlungsfehler: Ihre Karte wurde abgelehnt oder zurückgewiesen.
es_es: Error de pago: Su tarjeta fue rechazada.
fr_fr: Erreur de paiement: votre carte a été refusée ou refusée
it_it: Errore di pagamento: la tua carta è stata rifiutata o rifiutata.
nl_nl: Betalingsfout: uw kaart is geweigerd of afgewezen.

source: payment failed
de_de: Zahlung fehlgeschlagen
es_es: El pago falló
fr_fr: paiement échoué
it_it: pagamento fallito
nl_nl: betaling mislukt

source: payment failed with signature error.
de_de: Zahlung mit Unterschriftsfehler fehlgeschlagen.
es_es: El pago falló con un error de firma.
fr_fr: le paiement a échoué avec une erreur de signature.
it_it: pagamento fallito con errore di firma.
nl_nl: betaling mislukt met handtekeningfout.

source: Gateway URL
es_es: URL de acceso
fr_fr: URL de la passerelle
it_it: URL del Gateway
